{
  "currentSong": {
    "title": "Look at Mee",
    "artist": "Bernan Savage",
    "audioUrl": "https://dl.musicdel.ir/Music/1400/04/brennan_savage_look_at%20me%20now.mp3",
    "coverUrl": "https://dl.musicdel.ir/Music/1400/04/brennan_savage_look_at%20me%20now.jpg",
    "lyrics": ""
I remember that time we were sippin on wine!♫!
اون موقع که داشتیم نوشیدنی میخوردیم رو یادمه
I could see it in your eyes, you were feeling alive!♫!
می تونستم از تو چشمات بخونم ، احساس سرزندگی داشتی
Why tell you I was good, why the fu!♫! would I lie!♫!
چرا بایستی بهت می گفتم حالم خوبه ، چه دلیلی داشت بهت دروغ بگم!♫!!♫!
I remember saying twice, baby I shouldn’t drive!♫!
یادمه که دو بار بهت گفتم عزیزم من نباید رانندگی کنم
I should let you hold the keys baby take them aside!♫!!♫!
بایستی کلید های ماشینو میدادم بهت بزاریشون کنار!♫!
If you’d taken my advice, maybe then you’d survived!♫!
اگه به حرفام گوش داده بودی شاید الان زنده بودی
!♫!I’ve been looking at the sky all night and ain’t see sh!♫!!♫!
تموم شب خیره به آسمون بودم و هیچی (امیدی) ندیدم!♫!
معنی : به آسمون نگاه کردن استعاره است به این معنی که دنبال امید باشی ، مثلا ستاره ی دنباله دار ببینی که نماد شانسه
!♫!Thinking how you die, but you said I could be sh!♫!
تو این فکر بودم که چه شکلی مردی ، ولی تو بهم گفته بودی می تونم برا خودم کسی شم
Now I’m on my grind baby look at me now, look at me now!♫!!♫!Musicdel | موزیکدل

الان تو بهترین حال و روزمم عزیزم ، بهم نگاه کن!♫!
All this cash on me make em wanna go down
با این پولایی که دارم میتونم همه بدخواه ها رو شکست بدم!♫!
I could fill your cup girl, I could make you slow down!♫!
اگه بودی می تونستم لیوانت رو پر کنم و سرعت دنیا رو برات کند کنم
I could show you up baby, I’ma pour a fo
می تونستم روی تو رو کم کنم ولی حیف که نمی تونم!♫!
Sippin all day baby what you waiting for!♫!
همه ی روز رو مشغولشم ، چرا نمیای منتظر چی هستی
If you need a drink I got drugs on me!♫!
اگه نوشیدنی دلت میخواد منم پیشم قرص هست
Gotta watch for the 12 I got drugs on me!♫!
همرام قرص دارم باید مراقب پلیسا باشیم!♫!!♫!!♫!
I’ve been going hard I’ve been working OT!♫!
این روزا سخت کار کردم و مدام اضافه کاری کردم!♫!!♫!
I’ma make a stack put in on my mommy, yeah!♫!
میخوام (پولا) رو رو هم جمع کنم و بدم به مامانم
Right when I swing at the ground then you blink!♫!
درست وقتی که رو زمین پخش و پلا شدم بهم چشمک میزنی!♫!
I got the drop like you spilling your drink!♫!
اون قطره ای که دوست داری تو نوشیدنیت بریزی رو دارم!♫!
Fu!♫! what they saying and fu!♫! what they think!♫!
گور بابای چیزایی که میگن یا حدسهایی که میزنن!♫!
I know they gon love me when Gucci my links!♫!
میدونم وقتی لباس های گوچی منو ببینن عاشقم میشن!♫!
Lies on the sink, Pills on the drink!♫!
روی سینک دراز کشیدم و قرص ها رو تو نوشیدنی حل کردم!♫!
I’m coming and taking the ring!♫!
میام و حلقه رو برمیدارم!♫!
    ""
  }
}
